Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Drained.
pl_pl: Opróżnione.

source: Drained. Damn it!
pl_pl: Zdrenowany. Cholera!

source: Drained...
pl_pl: Opróżniony...

source: Dream Journal 5
pl_pl: Sennik 5

source: Driver
pl_pl: Kierowca

source: Drop down
pl_pl: Opuść się

source: Drunk Dude
pl_pl: Pijany koleś

source: Drunk Dude 2
pl_pl: Pijany koleś 2

source: Drunk Girl
pl_pl: Pijana dziewczyna

source: Drunk Man
pl_pl: Pijany mężczyzna

source: Drunk Protester
pl_pl: Pijany protestujący

source: Drunk Woman
pl_pl: Pijana kobieta

source: Drydocks. If Paul's at the drydocks, then that's where I'm headed.
pl_pl: Port. Jeśli Paul jest w porcie, to właśnie tam się wybieram.

source: Drydocks. Yeah, I think I know the way. Whatever you need, I got your back.
pl_pl: Port. Tak, chyba znam drogę. Czegokolwiek potrzebujesz, jestem do twojej dyspozycji.

source: Dude, We gotta get the fuck out of this place. I don’t care what its like outside, did you hear that speech Serene just gave? He’s unhinged. And he looks all fucked up, too, like he’s sick. This lifeboat thing’s not gonna work out, I don’t trust that guy to plan his way out of a wet paper bag anymore. He’s way out of control. Hes not even here anymore, he just climbed into a chopper and fucked off to God knows where. He’s supposed to be in charge!! how is that being in charge?! AND I heard he killed a guy. WTF??? The other thing is, that Joyce asshole’s bound to show up here soon. I’m not gonna be collaterel damage for whatever thing he’s got with Serene. I’ve seen the stats Clarice had. The body count he’s racked up now is INSANE. Who’s gonna stop him? The grunts? HAHA FUCK NO. They can fight him if they like, but I didn’t sign up for this crap, I’m just here to coordinate shit. Ill take my chances outside, I’d rather freeze than get killed by that freak! At least that way you dont even know its happening. I’ll take that OVER A BULLET. I’m leavign and if you have halfa brain, you’re coming with me!!! LT
pl_pl: Stary, Musimy stąd spierdalać. Nie obchodzi mnie, jak jest na zewnątrz, słyszałeś przemowę Serene'a? Jest nienormalny. I wygląda na pojebanego, jakby był chory. Ta sprawa z łodzią ratunkową nie wypali, nie ufam już temu facetowi. On stracił kontrolę. Nawet go tu już nie ma, po prostu wsiadł do helikoptera i odleciał Bóg wie gdzie. Powinien dowodzić!!! Jak to jest dowodzić?! I słyszałem, że zabił faceta. WTF??? Inna sprawa, że ten dupek Joyce niedługo się tu pojawi. Nie mam zamiaru obwiniać go za cokolwiek, nie mam z nim kosy jak Serene. Widziałem statystyki Clarice. Liczba zgonów jest NIEWYOBRAŻALNA. Kto go powstrzyma? Nasi szturmowcy? HAHA W ŻYCIU. Mogą z nim walczyć, jeśli chcą, ale nie pisałem się na to gówno, jestem tu tylko po to, by to gówno koordynować. Zaryzykuje na zewnątrz, wolę zamarznąć niż dać się zabić temu dziwakowi! Przynajmniej w ten sposób nawet nie wiesz, że to się dzieje. Wolę to niż kulkę. Odchodzę i jeśli masz choć pół mózgu, to odchodzisz ze mną!!! LT

source: Dude, I already got it in the stereo!
pl_pl: Stary, mam to już w stereo!

source: Dunno, but I'm giving us thirty seconds to find out, then we get the hell outta here. I'm not gonna be caught on this rooftop when Serene makes the building go boom.
pl_pl: Nie wiem, ale daję nam trzydzieści sekund, żeby się dowiedzieć, a potem stąd spadamy. Nie chcę być na dachu, kiedy Serene wysadzi ten budynek.

source: During Time Rush, press {@MELEE} to perform a melee Takedown.
pl_pl: Podczas czasowego pędu, naciśnij {@MELEE}, aby wykonać powalenie podczas walki wręcz.

source: During Time Rush, press {@MELEE} to perform a melee takedown.
pl_pl: Podczas czasowego pędu naciśnij {@MELEE}, aby wykonać atak wręcz.

source: During Time Rush, press {@SHOOT} to perform a melee takedown, this is a test such a test test test asdsadsadasd as dsadasdsadasd
pl_pl: Podczas czasowego pędu, wciśnij {@SHOOT}, aby wykonać atak wręcz, to jest test taki test test test test asdsadsadasd as dsadasdsadasd

source: During the gala? You’re sure?
pl_pl: Podczas gali? Na pewno?

source: EASILY VISIBLE
pl_pl: ŁATWO WIDOCZNE

source: EASY
pl_pl: ŁATWY

source: EFFECTS QUALITY
pl_pl: JAKOŚĆ EFEKTÓW

source: EFFECTS VOLUME
pl_pl: GŁOSNOŚĆ EFEKTÓW

source: EMILY, GIVE ME THE KEYS.
pl_pl: Emily, daj mi klucze.

source: EMILY, GIVE ME THE KEYS. GIVE ME THE KEYS, EMILY.
pl_pl: Emily, daj mi klucze. Daj mi kluczyki, Emily.

source: EMILY, IF MONARCH -- IF THEY GAVE ME STRUCTURE,
pl_pl: Emily, jeżeli Monarch... dał mi fundamenty,

source: ENABLED
pl_pl: WŁĄCZONE

source: ENJOY YOUR EVENING, DOCTOR.
pl_pl: Życzę miłego wieczoru, Pani doktor.

source: ENTRY 63 I just got back from the funeral. My parents are dead. It feels like I was just told about the crash an hour ago. It isn’t real yet. Standing there I was numb to it all. Weighed down under some expectation to emote in a manner that suited the situation. As if I needed to cry to appease the crowd. Jack was always the younger brother copying me. In that graveyard our roles were strangely reversed. Tears were running down my brother’s face and I was observing him like some alien desperately trying to learn to feel. Looking at the pain in his eyes, I wasn’t thinking about my parents at all. Only Jack. Death is supposed to bring the living closer together but I’ve never felt more distant from somebody I cared for so dearly. It tears me up inside that I can’t protect him from what he’s going through. I can’t ease his pain. I don’t have the social proficiency to wield my empathy into some well-articulated apology that will make him forget this. The irony is that the only cure for his pain is time. Time. Ever since February 28th, 1999, the concept has been given new meaning. The experiment was meant to give hope, not take it away. What I was told that day has haunted me ever since. The very notion of a Fracture in time has overshadowed everything since. Even this. I don’t need to see the future to know that I will let him down. I can’t be the parental figure that Jack has lost. I can’t be the brother that he needs. It's Christmas – I can't even give him that. No one can. There’s nothing I want more than to protect him. And there’s only one way I know how to do that with certainty. I will finish the countermeasure. I will make sure that the dangers I was warned of that day never come to pass. I can’t fix the past. But it’s not too late for the future.
pl_pl: WPIS 63 Właśnie wróciłem z pogrzebu. Moi rodzice nie żyją. Czuję się tak, jakby powiedziano mi o katastrofie godzinę temu. To jeszcze nie jest prawdziwe. Stojąc tam byłem odrętwiały. Oczekiwałem, że będę reagował w sposób odpowiedni do sytuacji. Jakbym musiał płakać, by uspokoić tłum. Jack zawsze był młodszym bratem, który mnie naśladował. Na tym cmentarzu nasze role dziwnie się odwróciły. Łzy spływały po twarzy mojego brata, a ja obserwowałem go jak jakiś kosmita desperacko próbujący nauczyć się czuć. Patrząc na ból w jego oczach, w ogóle nie myślałam o rodzicach. Tylko o Jacku. Śmierć powinna zbliżać żywych do siebie, ale nigdy nie czułam się bardziej oddalona od kogoś, na kim tak bardzo mi zależało. Rozdziera mnie w środku, że nie mogę go ochronić przed tym, przez co przechodzi. Nie mogę złagodzić jego bólu. Nie mam umiejętności społecznych, które pozwoliłyby mi przekuć moją empatię w dobrze sformułowane przeprosiny, które sprawią, że o tym zapomni. Ironia polega na tym, że jedynym lekarstwem na jego ból jest czas. Czas. Od 28 lutego 1999 roku pojęcie to nabrało nowego znaczenia. Eksperyment miał dawać nadzieję, a nie ją odbierać. To, co powiedziano mi tamtego dnia, prześladuje mnie od tamtej pory. Samo pojęcie pęknięcia w czasie przyćmiło wszystko od tamtej pory. Nawet to. Nie muszę widzieć przyszłości, by wiedzieć, że go zawiodę. Nie mogę być rodzicem, którego Jack stracił. Nie mogę być bratem, którego potrzebuje. Są święta - nie mogę mu nawet tego dać. Nikt nie może. Niczego nie pragnę bardziej, niż go chronić. I jest tylko jeden sposób, w jaki mogę to zrobić z całą pewnością. Ukończę środek zaradczy. Upewnię się, że niebezpieczeństwa, przed którymi ostrzegano mnie tamtego dnia, nigdy nie nadejdą. Nie mogę naprawić przeszłości. Ale nie jest za późno na przyszłość.

source: EPISODES
pl_pl: ODCINKI

source: EPISODES WILL STILL BE AVAILABLE FOR STREAMING. YOU MAY RE-DOWNLOAD AT ANY TIME.
pl_pl: ODCINKI BĘDĄ NADAL DOSTĘPNE DO PRZESYŁANIA STRUMIENIOWEGO. MOŻNA JE POBRAĆ PONOWNIE W DOWOLNYM MOMENCIE.

source: ESCAPE RIVERPORT UNIVERSITY
pl_pl: UCIEKNIJ Z UNIWERSYTETU RIVERPORT

source: ESCAPE THE UNIVERSITY
pl_pl: UCIEKNIJ Z UNIWERSYTETU

source: ESCAPE WITH WILL
pl_pl: UCIEKNIJ Z WILLEM

source: EVERYBODY KEEP CALM.
pl_pl: Niech wszyscy zachowają spokój.

source: EVERYTHING IS BASED UPON IT.
pl_pl: Wszystko się na tym opiera.

source: EXAMINING
pl_pl: SPRAWDZANIE

source: EXCLUSIVE FULLSCREEN
pl_pl: EKSKLUZYWNY PEŁNY EKRAN

source: EXIT GAME
pl_pl: WYJDŹ Z GRY

source: EXPLORATION
pl_pl: EKSPLORACJA

source: EXPLORE THE SWIMMING HALL
pl_pl: ZWIEDŹ HALĘ PŁYWACKĄ

source: EXTRACTION AREA Zone Protocol Green Zone You might experience minor or none Chronon Radiation Exposure (CRE) symptoms. Continuous visit should not exceed 480 minutes or 8 hours. This is an operational area, zone clearance Level 4 required. Yellow Zone Increased density of residual chronon particles present. Company approved PPE must be worn beyond this point. Report to the supervisor and leave the area immediately if you experience any Type II CRE symptoms. Red Zone Potentially unreversable damage from CRE unless chronon environmental suit is worn. This is an operational area, zone clearance Level 6 required. Personnel need to complete Extraction Protocol training sequence before entering this area. If you experience any Type III CRE symptoms, contact Dr. Sofia Amaral immediately. Operation PMRS: 55.72400/BM Mon3 6-meter primary FM simplex
pl_pl: OBSZAR EKSTRAKCJI Protokół strefy Strefa zielona Mogą wystąpić niewielkie lub żadne objawy choroby pochrononowej (CP) Wizyta nie powinna przekraczać 480 minut (8 godzin) Jest to obszar operacyjny, wymagany jest dostęp do strefy poziomu 4. Strefa żółta Występuje zwiększona gęstość resztkowych cząsteczek chrononu. Po przekroczeniu tego punktu należy nosić zatwierdzony przez firmę CKŚ. Należy zgłosić się do przełożonego i natychmiast opuścić obszar, jeśli wystąpią jakiekolwiek objawy CP typu II. Strefa czerwona Potencjalnie nieodwracalne uszkodzenia spowodowane przez CP, chyba że noszony jest chrononowy kombinezon środowiskowy. Jest to obszar operacyjny, wymagany jest dostęp do strefy poziomu 6. Personel musi ukończyć sekwencję szkoleniową Protokołu Ekstrakcji przed wejściem do tego obszaru. Jeśli wystąpią jakiekolwiek objawy CP typu III, należy natychmiast skontaktować się z dr Sofią Amaral. Operacja PMRS: 55.72400/BM Mon3 6-metrowy podstawowy FM simpleks

source: EXTREME
pl_pl: EKSTREMALNE

source: EXTREMELY HOSTILE.
pl_pl: Niezwykle niebezpieczna.

source: Eaaah!
pl_pl: Aaaah!

source: Eaah! Aah! Ahh!
pl_pl: Aaah! Aach! Ahh!

source: Easy does it.
pl_pl: Łatwo to zrobić.

source: Eat this!
pl_pl: Żryj to!

source: Echoes. Will was looking for the same thing we are.
pl_pl: Echa. Will szukał tego samego, co my.

source: Eh, I've had worse.
pl_pl: Bywało gorzej.

source: Ehhh. I try to forget that period.
pl_pl: Ehh. Staram się zapomnieć o tym okresie.

source: Electricians you are not.
pl_pl: Nie jesteś elektrykiem.

source: Elevator Technician
pl_pl: Technik windy

source: Elevator Technician 2
pl_pl: Technik windy 2

source: Eleven years. Building this thing was his life for eleven years.
pl_pl: Jedenaście lat. Budowanie tego czegoś było jego życiem przez jedenaście lat.

source: Eleven years...
pl_pl: Jedenaście lat...

source: Emergency shutdown initiated.
pl_pl: Zainicjowano awaryjne wyłączenie.

source: Empty again.
pl_pl: Znowu pusto.

source: Empty mag!
pl_pl: Pusty magazynek!

source: Empty tech mag!
pl_pl: Skończyły się ulepszenia!

source: Empty!
pl_pl: Pusto!

source: Enable or Disable Subtitles
pl_pl: Włącz lub wyłącz napisy

source: Enable or Disable the HUD Information
pl_pl: Włącz lub wyłącz interfejs

source: Enable this if you have a low-quality sound system or are in a noisy environment. The Dynamic Range is the volume difference between the quietest sound and the loudest sound in the game
pl_pl: Włącz tę opcję, jeśli masz system dźwiękowy niskiej jakości lub znajdujesz się w hałaśliwym otoczeniu. Zakres dynamiczny to różnica głośności między najcichszym i najgłośniejszym dźwiękiem w grze

source: Enabled
pl_pl: Włączone

source: Enemies are more vulnerable to headshots.
pl_pl: Wrogowie są bardziej podatni na strzały w głowę.

source: Enemies equipped with chronon technology freeze in stutters when the device on their back is destroyed.
pl_pl: Wrogowie wyposażeni w technologię chrononową zatrzymują się w czasie, gdy urządzenie na ich plecach zostanie zniszczone.

source: Enemies lose track of you if you Time Dodge {@TIME_POWER_DODGE} out of their field of vision.
pl_pl: Wrogowie stracą cię z pola widzenia, jeśli wykonasz czasowy unik {@TIME_POWER_DODGE}.

source: Enemies remain revealed for longer.
pl_pl: Wrogowie pozostają ujawnieni na dłużej.

source: Enemy gone!
pl_pl: Wróg nie żyje!

source: Enemy spotted by the barrels!
pl_pl: Wróg widziany przy beczkach!

source: Enemy spotted by the car!
pl_pl: Wróg widziany przy samochodzie!

source: Enemy spotted by the truck!
pl_pl: Wróg widziany przy ciężarówce!

source: Enemy spotted by the van!
pl_pl: Wróg widziany przy furgonetkę!

source: Enemy spotted!
pl_pl: Wróg namierzony!

source: Enemy spotted! Next to the bearcat!
pl_pl: Wróg namierzony! Obok bearcat'a!

source: Enemy's hiding!
pl_pl: Wróg się ukrywa!

source: Engage target!
pl_pl: Zaatakuj cel!

source: Engage the target. Do not let him past you. Over.
pl_pl: Zaatakuj cel. Nie pozwól mu przejść obok ciebie. Odbiór.

source: Engage with tech!
pl_pl: Atakuj z użyciem technologii!

source: Engage!
pl_pl: Atakować!

source: Engaging chronon surge!
pl_pl: Załączam przepięcie chrononowe!

source: Engaging chronon tech!
pl_pl: Aktywuje technologię chrononową!

source: Engaging target!
pl_pl: Atakuje cel!

source: Engaging target.
pl_pl: Atakuje cel.

source: Engaging!
pl_pl: Atakuje!

source: Engaging.
pl_pl: Atakuje.

source: English
pl_pl: Angielski

source: Enough to hopefully last until a proper solution was discovered.
pl_pl: Wystarczająco, by przetrwać do czasu znalezienia odpowiedniego rozwiązania.

source: Ensure personally that CFR chamber is secure.
pl_pl: Upewnij się osobiście, że komora RPC jest zabezpieczona.

source: Enter input to be bound to the following action:
pl_pl: Wciśnij klawisz, który ma zostać przypisany do akcji:

source: Enter the Monarch security station
pl_pl: Wejdź do stacji ochrony Monarch

source: Enter the library
pl_pl: Wejdź do biblioteki

source: Enter the radar tower
pl_pl: Wejdź do wieży radarowej

source: Enter the swimming hall
pl_pl: Wejdź do hali pływackiej

source: Enter the university courtyard
pl_pl: Wejdź na dziedziniec uniwersytetu

source: Episodes
pl_pl: Odcinki
